[
  {
    "id": "lviv-hidden",
    "category": "МІСТО ЛЕВА",
    "title": "ЛЬВІВ, ЯКИЙ НЕ ВСІ БАЧАТЬ: ЗАТИШНІ ВУЛИЧКИ ПОЗА ТУРИСТИЧНИМИ МАРШРУТАМИ",
    "excerpt": "Львів — це не лише Площа Ринок і туристичні маршрути. За рогом відомих локацій приховані вулички, де місто відкривається по-справжньому.",
    "image": "imageBlog1.png",
    "content": [
      {
        "type": "paragraph",
        "text": "Львів має безліч облич. Поряд із популярними туристичними маршрутами існує інший Львів — тихий, неспішний і надзвичайно атмосферний."
      },
      {
        "type": "paragraph",
        "text": "Саме в затишних вуличках, схованих від натовпів, можна відчути справжній ритм міста та його історичну глибину."
      },
      {
        "type": "heading",
        "level": 2,
        "text": "Вулички, які варто відвідати"
      },
      {
        "type": "list",
        "items": [
          "Вулиця Лесі Українки — спокійна альтернатива Площі Ринок",
          "Краківська — історія серед кам’яниць",
          "Вірменський провулок — атмосфера старого Львова"
        ]
      },
      {
        "type": "paragraph",
        "text": "Прогулянка цими місцями відкриє Львів з нового боку — без поспіху, але з глибокими враженнями."
      }
    ]
  },
  {
    "id": "coffee-capital",
    "category": "ЦІКАВІ ФАКТИ",
    "title": "КАВОВА СТОЛИЦЯ УКРАЇНИ: ЯК ЛЬВІВ ЗБЕРІГАЄ СВОЇ ГАСТРОНОМІЧНІ ТРАДИЦІЇ",
    "excerpt": "Кава у Львові — це більше, ніж напій. Це частина міської культури, історії та щоденного життя.",
    "image": "imageBlog2.png",
    "content": [
      {
        "type": "paragraph",
        "text": "Львів заслужено називають кавовою столицею України. Кава тут — не просто традиція, а справжній ритуал. Особливо хорошою кавою відзначається ресторан Арісто у центрі міста, який зберігає автентичні рецепти та атмосферу старовинних львівських кав’ярень. А щоб кава смакувала з гарним сніданком, даруємо знижку 15% з промокодом ARISTOSITE26."
      },
      {
        "type": "paragraph",
        "text": "Ще з австрійських часів львів’яни плекали культуру кав’ярень як місць для зустрічей, розмов і натхнення."
      },
      {
        "type": "heading",
        "level": 2,
        "text": "Чим особлива львівська кава"
      },
      {
        "type": "list",
        "items": [
          "Авторські обсмаження зерна",
          "Старовинні рецепти приготування",
          "Атмосферні кав’ярні з історією"
        ]
      },
      {
        "type": "paragraph",
        "text": "Сьогодні львівські кав’ярні поєднують традиції та сучасні підходи, створюючи унікальний гастрономічний досвід."
      }
    ]
  },
  {
    "id": "yards-magic",
    "category": "ЕКСКУРСІЇ",
    "title": "МАГІЯ ЛЬВІВСЬКИХ ДВОРИКІВ: ІСТОРІЇ, ЩО ОЖИВАЮТЬ ЗА СТАРИМИ БРАМАМИ",
    "excerpt": "Львівські дворики — це приховані світи, де кожен камінь має свою історію.",
    "image": "imageBlog3.png",
    "content": [
      {
        "type": "paragraph",
        "text": "За старими брамами Львова ховаються дворики, які зберігають пам’ять про минулі століття."
      },
      {
        "type": "paragraph",
        "text": "Тут можна побачити залишки ренесансної архітектури, старі сходи та балкони з кованими перилами."
      },
      {
        "type": "heading",
        "level": 2,
        "text": "Чому варто піти на екскурсію двориками"
      },
      {
        "type": "list",
        "items": [
          "Незвичні фотолокації",
          "Живі історії мешканців",
          "Відчуття справжнього Львова"
        ]
      },
      {
        "type": "paragraph",
        "text": "Екскурсії двориками дозволяють відчути місто не як турист, а як його частину."
      }
    ]
  }
]
